    [
      {
        "ID": 1,
        "name":"Lucy",
        "type": "Dog",
        "breed": "Golden Retriever",
        "sex": "Female",
        "color": "Gold",
        "spayed": true,
        "age": 3,
        "image":"images/lucy.png",
        "microchip_number": "9876543210",
        "status": "Available for adoption",
        "description": "Lucy is a friendly and energetic Golden Retriever who loves to play fetch and go on long walks. She is great with children and other pets. Lucy is looking for a home where she can get plenty of exercise and attention. She is fully house-trained and knows basic commands. Lucy was spayed at a young age and is up-to-date on all vaccinations."
      },
      {
        "ID": 2,
        "name":"Max",
        "type": "Cat",
        "breed": "Persian",
        "sex": "Male",
        "color": "Grey",
        "spayed": true,
        "age": 5,
        "image":"images/max.png",
        "microchip_number": "1234567890",
        "status": "Adopted",
        "description": "Max is a calm and affectionate Persian cat. He enjoys lounging around the house and cuddling with his favorite people. Max is well-groomed and has a luxurious, long coat that requires regular brushing. He is spayed and has no health issues. Max's previous owners were unable to care for him, and he's now in a loving home."
      },
      {
        "ID": 3,
        "name":"Rocky",
        "type": "Dog",
        "breed": "Bulldog",
        "sex": "Male",
        "color": "Brown",
        "spayed": true,
        "age": 4,
        "image":"images/rocky.png",
        "microchip_number": "1122334455",
        "status": "Available for adoption",
        "description": "Rocky is a strong and resilient Bulldog with a calm and patient personality. He enjoys lounging on the couch and loves short walks around the block. Rocky is excellent with children and has a laid-back attitude. He was spayed and has a history of being well-cared for. Rocky is looking for a quiet home where he can relax and enjoy his golden years."
      },
      {
        "ID": 4,
        "name":"Lily",
        "type": "Cat",
        "breed": "Siamese",
        "sex": "Female",
        "color": "Brown",
        "spayed": false,
        "age": 2,
        "image":"images/lily.png",
        "microchip_number": "9988776655",
        "status": "In Foster Care",
        "description": "Lily is a playful and talkative Siamese cat with stunning blue eyes. She loves attention and will often follow you around the house. Lily is still a young kitten and enjoys playing with toys and climbing. While she hasn't been spayed yet, she is in the process of being scheduled for her spaying procedure. Lily is in foster care and is looking for a forever home soon."
      },
      {
        "ID": 5,
        "name":"Bunny",
        "type": "Rabbit",
        "breed": "Holland Lop",
        "sex": "Female",
        "color": "Brown",
        "spayed": true,
        "age": 1,
        "image":"images/bunny.png",
        "microchip_number": "5544332211",
        "status": "Available for adoption",
        "description": "Bunny is a sweet and affectionate Holland Lop rabbit. She loves hopping around and enjoys being pet, especially around her ears. Bunny is fully litter-trained and enjoys spending time outside in a safe, fenced area. She is spayed and in excellent health. Bunny is looking for a loving family with plenty of room for her to roam and play."
      },
      {
        "ID": 6,
        "name":"Charlie",
        "type": "Parrot",
        "breed": "African Grey",
        "sex": "Male",
        "color": "Grey",
        "spayed": false,
        "age": 6,
        "image":"images/charlie.png",
        "microchip_number": "6677889900",
        "status": "In Shelter",
        "description": "Charlie is an intelligent and social African Grey parrot. He loves to mimic sounds and is learning to speak. Charlie enjoys interacting with people and is always curious about his surroundings. He is not spayed but is healthy and active. Charlie is currently in a shelter and looking for a new owner who has experience with parrots and can provide him with the mental stimulation and care he needs."
      },
      {
          "ID": 7,
          "name": "Daisy",
          "type": "Guinea Pig",
          "breed": "Abyssinian",
          "sex": "Female",
          "color": "Tricolor (Brown, Black, White)",
          "spayed": false,
          "age": 2,
          "image": "images/daisy.png",
          "microchip_number": "7788990011",
          "status": "Available for adoption",
          "description": "Daisy is a curious and friendly Abyssinian guinea pig. She loves munching on fresh vegetables and enjoys the company of other guinea pigs. Daisy is very social and needs a home where she will receive daily attention and care."
      },
      {
          "ID": 8,
          "name": "Oscar",
          "type": "Turtle",
          "breed": "Red-Eared Slider",
          "sex": "Male",
          "color": "Green with Yellow Stripes",
          "spayed": false,
          "age": 5,
          "image": "images/oscar.png",
          "microchip_number": "1122113344",
          "status": "Available for adoption",
          "description": "Oscar is an active and curious Red-Eared Slider turtle. He enjoys basking under heat lamps and swimming in his tank. He requires a proper aquatic setup with clean water and a balanced diet. Oscar is looking for a dedicated owner who can provide him with the care he needs."
      },
      {
          "ID": 9,
          "name": "Pepper",
          "type": "Ferret",
          "breed": "Standard",
          "sex": "Male",
          "color": "Dark Brown",
          "spayed": true,
          "age": 3,
          "image": "images/pepper.png",
          "microchip_number": "2233445566",
          "status": "In Foster Care",
          "description": "Pepper is a playful and mischievous ferret who loves to explore and hide his toys. He enjoys interacting with humans and is very affectionate. Pepper is litter-trained and up to date on vaccinations. He is in foster care and looking for a fun-loving family to adopt him."
      },
      {
          "ID": 10,
          "name": "Nibbles",
          "type": "Hamster",
          "breed": "Syrian",
          "sex": "Female",
          "color": "Golden",
          "spayed": false,
          "age": 1,
          "image": "images/nibbles.png",
          "microchip_number": "3344556677",
          "status": "Available for adoption",
          "description": "Nibbles is a small but energetic Syrian hamster. She loves running on her wheel and burrowing in her bedding. Nibbles is easy to care for and makes a great pet for a responsible owner who understands hamster care."
      },
      {
          "ID": 11,
          "name": "Cocoa",
          "type": "Horse",
          "breed": "Quarter Horse",
          "sex": "Female",
          "color": "Chestnut",
          "spayed": false,
          "age": 7,
          "image": "images/cocoa.png",
          "microchip_number": "4455667788",
          "status": "Available for adoption",
          "description": "Cocoa is a strong and gentle Quarter Horse who loves to gallop in open fields. She is well-trained and enjoys trail rides. Cocoa needs an owner who can provide her with a spacious environment and proper equine care."
      },
      {
          "ID": 12,
          "name": "Ziggy",
          "type": "Snake",
          "breed": "Ball Python",
          "sex": "Male",
          "color": "Yellow and Brown",
          "spayed": false,
          "age": 4,
          "image": "images/ziggy.png",
          "microchip_number": "5566778899",
          "status": "In Shelter",
          "description": "Ziggy is a calm and low-maintenance Ball Python. He enjoys curling up and exploring his enclosure at night. Ziggy is easy to handle and makes a great pet for an owner familiar with reptiles. He needs a well-regulated habitat with proper heating and humidity."
      },  
      {
          "ID": 13,
          "name": "Mochi",
          "type": "Chinchilla",
          "breed": "Standard",
          "sex": "Female",
          "color": "Grey",
          "spayed": true,
          "age": 3,
          "image": "images/mochi.png",
          "microchip_number": "6677881122",
          "status": "Available for adoption",
          "description": "Mochi is a soft and energetic chinchilla who loves dust baths and hopping around her enclosure. She enjoys chewing on wooden toys and needs a spacious cage with plenty of ventilation. Mochi is friendly but needs time to warm up to new people."
      },
      {
          "ID": 14,
          "name": "Sunny",
          "type": "Bird",
          "breed": "Cockatiel",
          "sex": "Male",
          "color": "Yellow and Grey",
          "spayed": false,
          "age": 2,
          "image": "images/sunny.png",
          "microchip_number": "7788992233",
          "status": "In Foster Care",
          "description": "Sunny is a cheerful and vocal Cockatiel who loves to whistle and interact with people. He enjoys perching on shoulders and mimicking sounds. Sunny is in foster care and looking for an owner who can provide daily interaction and care."
      },
      {
          "ID": 15,
          "name": "Maple",
          "type": "Goat",
          "breed": "Nigerian Dwarf",
          "sex": "Female",
          "color": "Black and White",
          "spayed": false,
          "age": 4,
          "image": "images/maple.png",
          "microchip_number": "8899001122",
          "status": "Available for adoption",
          "description": "Maple is a friendly and playful Nigerian Dwarf goat who loves to climb and explore. She enjoys human interaction and is great with other farm animals. Maple needs a home with a secure fenced area and proper shelter."
      },
      {
          "ID": 16,
          "name": "Toby",
          "type": "Lizard",
          "breed": "Bearded Dragon",
          "sex": "Male",
          "color": "Tan and Orange",
          "spayed": false,
          "age": 5,
          "image": "images/toby.png",
          "microchip_number": "9900112233",
          "status": "In Shelter",
          "description": "Toby is a calm and inquisitive Bearded Dragon who loves basking under his heat lamp and eating leafy greens. He enjoys being handled and is a great pet for reptile enthusiasts. Toby is currently in a shelter and looking for a responsible owner."
      },
      {
          "ID": 17,
          "name": "Duke",
          "type": "Pig",
          "breed": "Miniature Pig",
          "sex": "Male",
          "color": "Pink",
          "spayed": true,
          "age": 3,
          "image": "images/duke.png",
          "microchip_number": "2211334455",
          "status": "Available for adoption",
          "description": "Duke is an intelligent and affectionate miniature pig who loves belly rubs and playing in the yard. He is well-socialized and enjoys the company of people and other animals. Duke is house-trained and needs a home with plenty of space to roam."
      },
      {
          "ID": 18,
          "name": "Aspen",
          "type": "Rabbit",
          "breed": "Flemish Giant",
          "sex": "Female",
          "color": "Light Brown",
          "spayed": true,
          "age": 2,
          "image": "images/aspen.png",
          "microchip_number": "3322445566",
          "status": "In Foster Care",
          "description": "Aspen is a gentle and large Flemish Giant rabbit who enjoys lounging around and being petted. She is litter-trained and loves fresh greens. Aspen is in foster care and looking for a home that can accommodate her size."
      },
      {
          "ID": 19,
          "name": "Rusty",
          "type": "Horse",
          "breed": "Mustang",
          "sex": "Male",
          "color": "Red Roan",
          "spayed": false,
          "age": 8,
          "image": "images/rusty.png",
          "microchip_number": "4455778899",
          "status": "Available for adoption",
          "description": "Rusty is a strong and spirited Mustang who enjoys long rides and open pastures. He has been trained for riding but needs an experienced handler. Rusty is looking for a home that can provide proper care and space for him."
      }
    ]